base
base-devel
blueberry
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cmatrix
docker
docker-compose
dunst
efibootmgr
fd
ffmpegthumbnailer
file-roller
firefox
fish
flatpak
fuse2
fzf
gdb
gimp
git
gst-plugin-pipewire
htop
hyprland
hyprpaper
intel-media-driver
intel-ucode
iwd
jq
kdeconnect
kitty
lazygit
libpulse
libva-intel-driver
libva-mesa-driver
linux
linux-firmware
linux-lts
man-db
nano
neofetch
neovim
network-manager-applet
networkmanager
npm
nwg-look
otf-font-awesome
pandoc-cli
pavucontrol
pcmanfm-gtk3
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
podman
polkit-gnome
polkit-kde-agent
power-profiles-daemon
qt5-wayland
qt5ct
qt6-wayland
ripgrep
sddm
smartmontools
spotify-launcher
starship
swaybg
ttf-mononoki-nerd
ufw
unarchiver
unzip
vim
vulkan-intel
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wofi
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
yazi
zoxide
zram-generator
zsh
zsync
